Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Show the current location at the bottom of Finder windows.
ar: إظهار الموقع الحالي أسفل نوافذ Finder.
de: Aktuellen Speicherort unten in Finder-Fenstern anzeigen.
es: Muestra la ubicación actual en la parte inferior de las ventanas de Finder.
fr: Afficher l'emplacement actuel en bas des fenêtres Finder.
ja: Finder ウィンドウの下部に現在位置を表示します。
ko: Finder 창 하단에 현재 위치를 표시합니다.
pt: Mostrar a localização atual na parte inferior das janelas do Finder.
ru: Показывать текущее местоположение в нижней части окон Finder.
tr: Finder penceresinin altında geçerli konumu gösterir.
zh_hans: 在访达窗口底部显示当前位置路径。
zh_hant: 在 Finder 視窗底部顯示目前位置路徑。

source: Skipped
ar: تم تخطيه
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뛰었습니다
pt: Ignorado
ru: Пропущено
tr: Atlandı
zh_hans: 已跳过
zh_hant: 已跳過

source: Slow Keys
ar: المفاتيح البطيئة
de: Tastenverzögerung
es: Teclas lentas
fr: Touches lentes
ja: スローキー
ko: 느린 키
pt: Teclas lentas
ru: Медленные клавиши
tr: Yavaş Tuşlar
zh_hans: 慢速键
zh_hant: 慢速按鍵

source: Sticky Keys
ar: ثبات المفاتيح
de: Einfingerbedienung
es: Pulsación fácil de teclas
fr: Touches à auto-maintien
ja: 複合キー
ko: 고정 키
pt: Teclas de Ação Conjunta
ru: Залипание клавиш
tr: Yapışkan Tuşlar
zh_hans: 粘滞键
zh_hant: 暫留按鍵

source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur
zh_hans: 停止
zh_hant: 停止

source: Stop after verification or restoration of the current setting finishes. No further changes will start.
ar: يتوقف بعد اكتمال التحقق من الإعداد الحالي أو استعادته. لن تبدأ أي تغييرات أخرى.
de: Anhalten, sobald die Überprüfung oder Wiederherstellung der aktuellen Einstellung abgeschlossen ist. Es werden keine weiteren Änderungen gestartet.
es: Detener después de que la configuración actual finalice la verificación o restauración. No se iniciarán más cambios.
fr: Arrête l’opération une fois la vérification ou la restauration du paramètre actuel terminée. Aucune autre modification ne sera lancée.
ja: 現在の設定の検証または復元が終了したら停止します。これ以上の変更は開始されません。
ko: 현재 설정에 대한 확인이나 복원이 완료된 후 정지합니다. 더 이상 변경 사항이 시작되지 않습니다.
pt: Para após a configuração atual concluir a verificação ou restauração. Nenhuma outra mudança será iniciada.
ru: Остановиться после завершения проверки или восстановления текущей настройки. Дальнейшие изменения не начнутся.
tr: Geçerli ayarın doğrulaması veya geri yüklemesi tamamlandıktan sonra durdurur. Yeni değişiklikler başlatılmaz.
zh_hans: 当前设置完成验证或恢复后停止，不会开始后续更改。
zh_hant: 目前設定完成驗證或還原後停止，不會開始後續更改。

source: System Appearance
ar: مظهر النظام
de: Systemdarstellung
es: Apariencia del sistema
fr: Apparence du système
ja: システム外観
ko: 시스템 화면 모드
pt: Aparência do sistema
ru: Оформление системы
tr: Sistem Görünümü
zh_hans: 系统外观
zh_hant: 系統外觀

source: Tap the trackpad to click.
ar: المس لوحة التعقب للنقر.
de: Zum Klicken auf das Trackpad tippen.
es: Toque el trackpad para hacer clic.
fr: Touchez le trackpad pour cliquer.
ja: トラックパッドをタップしてクリックします。
ko: 트랙패드를 탭하여 클릭하세요.
pt: Toque no trackpad para clicar.
ru: Коснитесь трекпада, чтобы выполнить щелчок.
tr: Tıklamak için Trackpad'e dokunun.
zh_hans: 轻点触控板即可执行点按。
zh_hant: 輕點觸控板即可執行點按。

source: Tap to Click
ar: اللمس للنقر
de: Tippen zum Klicken
es: Tocar para hacer clic
fr: Toucher pour cliquer
ja: タップしてクリック
ko: 탭하여 클릭
pt: Toque para clicar
ru: Касание для нажатия
tr: Dokunarak Tıklama
zh_hans: 轻点来点按
zh_hant: 輕點來點按

source: The current state could not be read. The original snapshot has been retained.
ar: تعذرت قراءة الحالة الحالية. تم الاحتفاظ بنسخة الحالة الأصلية.
de: Der aktuelle Status konnte nicht gelesen werden. Die ursprüngliche Momentaufnahme wurde beibehalten.
es: No se pudo leer el estado actual. Se ha conservado la instantánea original.
fr: L'état actuel n'a pas pu être lu. L'instantané d'origine a été conservé.
ja: 現在の状態を読み取れませんでした。元のスナップショットは保持されています。
ko: 현재 상태를 읽을 수 없습니다. 원본 스냅샷은 그대로 유지되었습니다.
pt: Não foi possível ler o estado atual. O instantâneo original foi mantido.
ru: Не удалось прочитать текущее состояние. Исходное состояние сохранено.
tr: Geçerli durum okunamadı. Özgün anlık görüntü korundu.
zh_hans: 当前状态无法读取；原始快照已保留。
zh_hant: 目前狀態無法讀取；原始快照已保留。

source: The current value has changed. Preview again.
ar: لقد تغيرت القيمة الحالية. قم بالمعاينة مرة أخرى.
de: Der aktuelle Wert hat sich geändert. Erstellen Sie die Vorschau erneut.
es: El valor actual ha cambiado. Revisa de nuevo la vista previa.
fr: La valeur actuelle a changé. Prévisualisez à nouveau.
ja: 現在の値が変わりました。再度プレビューしてください。
ko: 현재 값이 변경되었습니다. 다시 미리보기를 확인하세요.
pt: O valor atual foi alterado. Visualize novamente.
ru: Текущее значение изменилось. Повторите предварительный просмотр.
tr: Geçerli değer değişti. Yeniden önizleyin.
zh_hans: 当前值已变化，请重新预览。
zh_hant: 目前值已變化，請重新預覽。

source: The operation was cancelled.
ar: تم إلغاء العملية.
de: Der Vorgang wurde abgebrochen.
es: La operación se canceló.
fr: L'opération a été annulée.
ja: 操作はキャンセルされました。
ko: 작업이 취소되었습니다.
pt: A operação foi cancelada.
ru: Операция была отменена.
tr: İşlem iptal edildi.
zh_hans: 操作已取消。
zh_hant: 操作已取消。

source: The plugin is currently unavailable.
ar: المكون الإضافي غير متوفر حاليًا.
de: Das Plugin ist derzeit nicht verfügbar.
es: El complemento no está disponible actualmente.
fr: Le plugin est actuellement indisponible.
ja: プラグインは現在利用できません。
ko: 현재 플러그인을 사용할 수 없습니다.
pt: O plugin não está disponível no momento.
ru: Плагин в настоящее время недоступен.
tr: Eklenti şu anda kullanılamıyor.
zh_hans: 插件当前不可用。
zh_hant: 外掛目前不可用。

source: The profile contains invalid settings. Check the selected items.
ar: يحتوي ملف التعريف على إعدادات غير صالحة. تحقق من العناصر المحددة.
de: Das Profil enthält ungültige Einstellungen. Überprüfen Sie die ausgewählten Elemente.
es: El perfil contiene configuraciones no válidas. Consulta los elementos seleccionados.
fr: Le profil contient des paramètres non valides. Vérifiez les éléments sélectionnés.
ja: プロファイルに無効な設定が含まれています。選択した項目を確認してください。
ko: 프로필에 잘못된 설정이 포함되어 있습니다. 선택한 항목을 확인하세요.
pt: O perfil contém configurações inválidas. Confira os itens selecionados.
ru: Профиль содержит неверные настройки. Проверьте выбранные элементы.
tr: Profil geçersiz ayarlar içeriyor. Seçili öğeleri kontrol edin.
zh_hans: 配置包含无效设置，请检查所选项目。
zh_hant: 設定檔包含無效設定，請檢查所選項目。

source: The profile contains unsupported or invalid settings.
ar: يحتوي ملف التعريف على إعدادات غير مدعومة أو غير صالحة.
de: Das Profil enthält nicht unterstützte oder ungültige Einstellungen.
es: El perfil contiene configuraciones no admitidas o no válidas.
fr: Le profil contient des paramètres non pris en charge ou non valides.
ja: プロファイルにサポートされていない、または無効な設定が含まれています。
ko: 프로필에 지원되지 않거나 잘못된 설정이 포함되어 있습니다.
pt: O perfil contém configurações incompatíveis ou inválidas.
ru: Профиль содержит неподдерживаемые или недопустимые настройки.
tr: Profil desteklenmeyen veya geçersiz ayarlar içeriyor.
zh_hans: 配置包含不受支持或无效的设置。
zh_hant: 設定檔包含不受支援或無效的設定。

source: The profile description is too long. Shorten it and try again.
ar: وصف ملف التعريف طويل جدًا. اختصره وحاول مرة أخرى.
de: Die Profilbeschreibung ist zu lang. Kürzen Sie sie und versuchen Sie es erneut.
es: La descripción del perfil es demasiado larga. Acórtala y vuelve a intentarlo.
fr: La description du profil est trop longue. Raccourcissez-la et réessayez.
ja: プロファイルの説明が長すぎます。短くして再試行してください。
ko: 프로필 설명이 너무 깁니다. 길이를 줄이고 다시 시도해 보세요.
pt: A descrição do perfil é muito longa. Encurte e tente novamente.
ru: Описание профиля слишком длинное. Сократите его и попробуйте еще раз.
tr: Profil açıklaması çok uzun. Kısaltıp yeniden deneyin.
zh_hans: 配置说明过长，请缩短后重试。
zh_hant: 設定檔說明過長，請縮短後重試。

source: The profile exceeds the 1 MiB limit.
ar: يتجاوز ملف التعريف حد 1 MiB.
de: Das Profil überschreitet die Grenze von 1 MiB.
es: El perfil supera el límite de 1 MiB.
fr: Le profil dépasse la limite de 1 MiB.
ja: プロファイルは1 MiBの上限を超えています。
ko: 프로필이 1 MiB 제한을 초과합니다.
pt: O perfil excede o limite de 1 MiB.
ru: Профиль превышает ограничение в 1 МиБ.
tr: Profil 1 MiB sınırını aşıyor.
zh_hans: 配置文件超过 1 MiB 限制。
zh_hant: 設定檔超過 1 MiB 限制。

source: The profile format is invalid.
ar: تنسيق ملف التعريف غير صالح.
de: Das Profilformat ist ungültig.
es: El formato del perfil no es válido.
fr: Le format du profil n'est pas valide.
ja: プロファイルの形式が無効です。
ko: 프로필 형식이 잘못되었습니다.
pt: O formato do perfil é inválido.
ru: Неверный формат профиля.
tr: Profil biçimi geçersiz.
zh_hans: 配置文件格式无效。
zh_hant: 設定檔格式無效。

source: The profile is unavailable.
ar: ملف التعريف غير متاح.
de: Das Profil ist nicht verfügbar.
es: El perfil no está disponible.
fr: Le profil est indisponible.
ja: プロファイルは使用できません。
ko: 프로필을 사용할 수 없습니다.
pt: O perfil não está disponível.
ru: Профиль недоступен.
tr: Profil kullanılamıyor.
zh_hans: 配置不可用。
zh_hant: 設定檔不可用。

source: The profile's value is not valid for this setting.
ar: قيمة ملف التعريف غير صالحة لهذا الإعداد.
de: Der Wert des Profils ist für diese Einstellung ungültig.
es: El valor del perfil no es válido para esta configuración.
fr: La valeur du profil n’est pas valide pour ce paramètre.
ja: プロファイルの値はこの設定では無効です。
ko: 이 설정에는 프로필 값이 유효하지 않습니다.
pt: O valor do perfil não é válido para esta configuração.
ru: Значение профиля недопустимо для этого параметра.
tr: Profildeki değer bu ayar için geçerli değil.
zh_hans: 配置中的值不适用于此设置。
zh_hant: 設定檔中的值不適用於此設定。

source: The required MacTools plugin is currently unavailable.
ar: إضافة MacTools المطلوبة غير متاحة حاليًا.
de: Das erforderliche MacTools-Plugin ist derzeit nicht verfügbar.
es: El plugin requerido de MacTools no está disponible actualmente.
fr: Le plugin MacTools requis est actuellement indisponible.
ja: 必要な MacTools プラグインは現在利用できません。
ko: 필수 MacTools 플러그인을 현재 사용할 수 없습니다.
pt: O plugin MacTools necessário não está disponível no momento.
ru: Требуемый плагин MacTools в настоящее время недоступен.
tr: Gerekli MacTools eklentisi şu anda kullanılamıyor.
zh_hans: 对应的 MacTools 插件当前不可用。
zh_hant: 對應的 MacTools 外掛目前不可用。

source: The required MacTools plugin is not installed or enabled.
ar: إضافة MacTools المطلوبة غير مثبتة أو غير مفعّلة.
de: Das erforderliche MacTools-Plugin ist nicht installiert oder nicht aktiviert.
es: El plugin requerido de MacTools no está instalado o habilitado.
fr: Le plugin MacTools requis n'est pas installé ou activé.
ja: 必要な MacTools プラグインがインストールされていないか、有効になっていません。
ko: 필수 MacTools 플러그인이 설치되지 않았거나 활성화되지 않았습니다.
pt: O plugin MacTools necessário não está instalado ou habilitado.
ru: Требуемый плагин MacTools не установлен или не включен.
tr: Gerekli MacTools eklentisi yüklü değil veya etkinleştirilmemiş.
zh_hans: 对应的 MacTools 插件未安装或未启用。
zh_hant: 對應的 MacTools 外掛未安裝或未啟用。

source: The required MacTools plugin is unavailable.
ar: إضافة MacTools المطلوبة غير متاحة.
de: Das erforderliche MacTools-Plugin ist nicht verfügbar.
es: El plugin requerido de MacTools no está disponible.
fr: Le plugin MacTools requis n'est pas disponible.
ja: 必要な MacTools プラグインが利用できません。
ko: 필수 MacTools 플러그인을 사용할 수 없습니다.
pt: O plugin MacTools necessário não está disponível.
ru: Требуемый плагин MacTools недоступен.
tr: Gerekli MacTools eklentisi kullanılamıyor.
zh_hans: 对应的 MacTools 插件不可用。
zh_hant: 對應的 MacTools 外掛不可用。

source: The setting is unavailable.
ar: الإعداد غير متاح.
de: Die Einstellung ist nicht verfügbar.
es: La configuración no está disponible.
fr: Le paramètre n'est pas disponible.
ja: この設定は利用できません。
ko: 이 설정을 사용할 수 없습니다.
pt: A configuração não está disponível.
ru: Настройка недоступна.
tr: Ayar kullanılamıyor.
zh_hans: 设置不可用。
zh_hant: 設定不可用。

# The setting was written, but verification did not match.
source: The setting was written, but the value read back did not match.
ar: تمت كتابة الإعداد، لكن نتيجة التحقق لم تتطابق.
de: Die Einstellung wurde geschrieben, aber die Überprüfung ergab keine Übereinstimmung.
es: La configuración se escribió, pero la verificación no coincidió.
fr: Le paramètre a été enregistré, mais la valeur vérifiée ne correspond pas à la valeur attendue.
ja: 設定は書き込まれましたが、確認した値が一致しませんでした。
ko: 설정 값을 저장했지만 확인 결과가 일치하지 않습니다.
pt: A configuração foi gravada, mas a verificação não correspondeu.
ru: Настройка записана, но результат проверки не соответствует ожидаемому значению.
tr: Ayar yazıldı ama doğrulama eşleşmedi.
zh_hans: 设置已写入，但验证结果不一致。
zh_hant: 設定已寫入，但驗證結果不一致。

source: The value was written, but its current state could not be verified.
ar: تمت كتابة القيمة، ولكن تعذر التحقق من حالتها الحالية.
de: Der Wert wurde geschrieben, aber sein aktueller Status konnte nicht überprüft werden.
es: El valor se escribió, pero no se pudo verificar su estado actual.
fr: La valeur a été écrite, mais son état actuel n'a pas pu être vérifié.
ja: 値は書き込まれましたが、現在の状態を確認できませんでした。
ko: 값을 저장했지만 현재 상태를 확인하지 못했습니다.
pt: O valor foi gravado, mas seu estado atual não pôde ser verificado.
ru: Значение было записано, но его текущее состояние проверить не удалось.
tr: Değer yazıldı ama geçerli durumu doğrulanamadı.
zh_hans: 已写入，但无法验证当前值。
zh_hant: 已寫入，但無法驗證目前值。

source: There are no changes to undo.
ar: لا توجد تغييرات للتراجع عنها.
de: Es gibt keine Änderungen, die rückgängig gemacht werden können.
es: No hay cambios que deshacer.
fr: Il n'y a aucune modification à annuler.
ja: 元に戻す変更はありません。
ko: 되돌릴 변경 사항이 없습니다.
pt: Não há alterações a serem desfeitas.
ru: Нет изменений, которые можно было бы отменить.
tr: Geri alınacak değişiklik yok.
zh_hans: 没有可撤销的更改。
zh_hant: 沒有可復原的更改。

source: This does not change macOS settings, but discards the retained recovery snapshot for this item.
ar: لا يؤدي هذا إلى تغيير إعدادات macOS، لكنه يتخلّص من نسخة الحالة المحفوظة لاسترداد هذا العنصر.
de: Dies ändert keine macOS-Einstellungen, verwirft jedoch die gespeicherte Wiederherstellungs-Momentaufnahme für dieses Element.
es: Esto no cambia la configuración de macOS, pero descarta la instantánea de recuperación retenida para este elemento.
fr: Cela ne modifie pas les paramètres macOS, mais supprime l'instantané de récupération conservé pour cet élément.
ja: これにより macOS の設定は変更されませんが、この項目に対して保持されているリカバリ スナップショットは破棄されます。
ko: 이는 macOS 설정을 변경하지 않지만 이 항목에 대해 보관된 복구 스냅샷을 삭제합니다.
pt: Isso não altera as configurações do macOS, mas descarta o instantâneo de recuperação retido para este item.
ru: Настройки macOS не изменяются, но сохраненные данные для восстановления этого элемента удаляются.
tr: Bu işlem macOS ayarlarını değiştirmez; yalnızca bu öğe için tutulan kurtarma anlık görüntüsünü atar.
zh_hans: 这不会更改 macOS 设置，但会放弃此项目保留的恢复快照。
zh_hant: 這不會更改 macOS 設定，但會放棄此項目保留的還原快照。

source: This history entry lacks a complete snapshot and cannot be safely restored.
ar: يفتقر إدخال السجل هذا إلى نسخة كاملة من الحالة ولا يمكن استعادته بأمان.
de: Diesem Verlaufseintrag fehlt eine vollständige Momentaufnahme; er kann daher nicht sicher wiederhergestellt werden.
es: Esta entrada del historial carece de una instantánea completa y no se puede restaurar de forma segura.
fr: Cette entrée d'historique ne dispose pas d'un instantané complet et ne peut pas être restaurée en toute sécurité.
ja: この履歴エントリには完全なスナップショットがないため、安全に復元できません。
ko: 이 기록 항목에는 완전한 스냅샷이 없어 안전하게 복원할 수 없습니다.
pt: Esta entrada do histórico não possui um instantâneo completo e não pode ser restaurada com segurança.
ru: В этой записи истории нет полных данных исходного состояния; безопасное восстановление невозможно.
tr: Bu geçmiş kaydının eksiksiz bir anlık görüntüsü yoktur ve güvenle geri yüklenemez.
zh_hans: 此历史记录缺少完整快照，无法安全恢复。
zh_hant: 此歷史記錄缺少完整快照，無法安全還原。

source: This history entry lacks complete device snapshots and cannot be safely restored.
ar: يفتقر إدخال السجل هذا إلى نسخ كاملة من حالات الأجهزة ولا يمكن استعادته بأمان.
de: Diesem Verlaufseintrag fehlen vollständige Geräte-Snapshots; eine sichere Wiederherstellung ist nicht möglich.
es: Esta entrada del historial carece de instantáneas completas del dispositivo y no se puede restaurar de forma segura.
fr: Cette entrée d'historique ne contient pas d'instantanés complets de l'appareil et ne peut pas être restaurée en toute sécurité.
ja: この履歴エントリには完全なデバイスのスナップショットがないため、安全に復元できません。
ko: 이 기록 항목에는 각 기기의 완전한 스냅샷이 없어 안전하게 복원할 수 없습니다.
pt: Esta entrada do histórico não possui instantâneos completos do dispositivo e não pode ser restaurada com segurança.
ru: В этой записи истории нет полных данных об исходном состоянии устройств; безопасное восстановление невозможно.
tr: Bu geçmiş kaydında aygıtların eksiksiz anlık görüntüleri yoktur ve güvenle geri yüklenemez.
zh_hans: 此历史记录缺少各设备的完整快照，无法安全恢复。
zh_hant: 此歷史記錄缺少各裝置的完整快照，無法安全還原。

source: This history entry lacks device and live-state snapshots and cannot be safely restored.
ar: يفتقر إدخال السجل هذا إلى نسخ من حالات الأجهزة والحالة الحالية ولا يمكن استعادته بأمان.
de: Diesem Verlaufseintrag fehlen Geräte- und Live-Status-Snapshots; eine sichere Wiederherstellung ist nicht möglich.
es: Esta entrada del historial no contiene instantáneas del dispositivo ni del estado actual y no se puede restaurar de forma segura.
fr: Cette entrée d’historique ne contient pas d’instantanés du périphérique et de son état actuel et ne peut pas être restaurée en toute sécurité.
ja: この履歴にはデバイス設定と動作状態のスナップショットがないため、安全に復元できません。
ko: 이 기록 항목에는 기기 및 실시간 상태 스냅샷이 없어 안전하게 복원할 수 없습니다.
pt: Esta entrada do histórico não possui instantâneos do dispositivo e do estado atual e não pode ser restaurada com segurança.
ru: В этой записи истории нет сохраненных данных устройства и текущего состояния; безопасное восстановление невозможно.
tr: Bu geçmiş kaydında aygıt ve canlı durum anlık görüntüleri yoktur ve güvenle geri yüklenemez.
zh_hans: 此历史记录缺少设备与实时状态快照，无法安全恢复。
zh_hant: 此歷史記錄缺少裝置與即時狀態快照，無法安全還原。

source: This macOS version cannot update mouse settings immediately.
ar: لا يمكن لإصدار macOS هذا تحديث إعدادات الماوس على الفور.
de: Diese macOS-Version kann die Mauseinstellungen nicht sofort aktualisieren.
es: Esta versión de macOS no puede actualizar la configuración del mouse inmediatamente.
fr: Cette version macOS ne peut pas mettre à jour les paramètres de la souris immédiatement.
ja: この macOS バージョンではマウス設定をすぐに更新できません。
ko: 이 macOS 버전은 마우스 설정을 즉시 업데이트할 수 없습니다.
pt: Esta versão do macOS não pode atualizar as configurações do mouse imediatamente.
ru: Эта версия macOS не может обновить настройки мыши немедленно.
tr: Bu macOS sürümünde fare ayarları hemen güncellenemiyor.
zh_hans: 此 macOS 版本不支持即时更新鼠标设置。
zh_hant: 此 macOS 版本不支援即時更新滑鼠設定。

source: This macOS version cannot update this accessibility setting immediately.
ar: لا يمكن لإصدار macOS هذا تحديث إعداد تسهيلات الاستخدام هذا على الفور.
de: Diese macOS-Version kann diese Einstellung für Bedienungshilfen nicht sofort aktualisieren.
es: Esta versión de macOS no puede actualizar esta configuración de accesibilidad inmediatamente.
fr: Cette version de macOS ne peut pas mettre à jour ce paramètre d'accessibilité immédiatement.
ja: この macOS バージョンでは、このアクセシビリティ設定をすぐに更新できません。
ko: 이 macOS 버전에서는 이 손쉬운 사용 설정을 즉시 업데이트할 수 없습니다.
pt: Esta versão do macOS não pode atualizar esta configuração de acessibilidade imediatamente.
ru: В этой версии macOS нельзя немедленно применить эту настройку универсального доступа.
tr: Bu macOS sürümünde bu erişilebilirlik ayarı hemen güncellenemiyor.
zh_hans: 此 macOS 版本不支持即时更新该辅助功能设置。
zh_hant: 此 macOS 版本不支援即時更新該輔助使用設定。

source: This macOS version cannot update trackpad settings immediately.
ar: لا يمكن لإصدار macOS هذا تحديث إعدادات لوحة التعقب على الفور.
de: Diese macOS-Version kann die Trackpad-Einstellungen nicht sofort aktualisieren.
es: Esta versión de macOS no puede actualizar la configuración del trackpad inmediatamente.
fr: Cette version macOS ne peut pas mettre à jour les paramètres du trackpad immédiatement.
ja: この macOS バージョンでは、トラックパッドの設定をすぐに更新できません。
ko: 이 macOS 버전은 트랙패드 설정을 즉시 업데이트할 수 없습니다.
pt: Esta versão do macOS não pode atualizar as configurações do trackpad imediatamente.
ru: Эта версия macOS не может обновить настройки трекпада немедленно.
tr: Bu macOS sürümünde Trackpad ayarları hemen güncellenemiyor.
zh_hans: 此 macOS 版本不支持即时更新触控板设置。
zh_hant: 此 macOS 版本不支援即時更新觸控板設定。

source: This macOS version is not supported.
ar: هذا الإصدار من macOS غير مدعوم.
de: Diese macOS-Version wird nicht unterstützt.
es: Esta versión de macOS no es compatible.
fr: Cette version de macOS n’est pas prise en charge.
ja: このmacOSのバージョンはサポートされていません。
ko: 이 macOS 버전은 지원되지 않습니다.
pt: Esta versão do macOS não é compatível.
ru: Эта версия macOS не поддерживается.
tr: Bu macOS sürümü desteklenmiyor.
zh_hans: 当前 macOS 版本不受支持。
zh_hant: 目前 macOS 版本不受支援。

source: This setting can only be managed by your organization.
ar: لا يمكن إدارة هذا الإعداد إلا من خلال مؤسستك.
de: Diese Einstellung kann nur von Ihrer Organisation verwaltet werden.
es: Esta configuración solo puede ser administrada por su organización.
fr: Ce paramètre ne peut être géré que par votre organisation.
ja: この設定は組織のみが管理できます。
ko: 이 설정은 귀하의 조직에서만 관리할 수 있습니다.
pt: Esta configuração só pode ser gerenciada pela sua organização.
ru: Этим параметром может управлять только ваша организация.
tr: Bu ayar yalnızca kurumunuz tarafından yönetilebilir.
zh_hans: 此设置只能由组织管理。
zh_hant: 此設定只能由組織管理。

source: This setting cannot be applied through a profile.
ar: لا يمكن تطبيق هذا الإعداد من خلال ملف تعريف.
de: Diese Einstellung kann nicht über ein Profil angewendet werden.
es: Esta configuración no se puede aplicar a través de un perfil.
fr: Ce paramètre ne peut pas être appliqué via un profil.
ja: この設定はプロファイルを通じて適用できません。
ko: 이 설정은 프로필을 통해서는 적용할 수 없습니다.
pt: Esta configuração não pode ser aplicada através de um perfil.
ru: Эту настройку нельзя применить через профиль.
tr: Bu ayar bir profil aracılığıyla uygulanamaz.
zh_hans: 此设置不能通过配置应用。
zh_hant: 無法透過設定檔套用此設定。

source: This setting is currently unavailable.
ar: هذا الإعداد غير متوفر حاليًا.
de: Diese Einstellung ist derzeit nicht verfügbar.
es: Esta configuración no está disponible actualmente.
fr: Ce paramètre est actuellement indisponible.
ja: この設定は現在使用できません。
ko: 이 설정은 현재 사용할 수 없습니다.
pt: Esta configuração não está disponível no momento.
ru: Этот параметр в настоящее время недоступен.
tr: Bu ayar şu anda kullanılamıyor.
zh_hans: 此设置当前不可用。
zh_hant: 此設定目前不可用。

source: This setting is managed by your organization and cannot be changed.
ar: تتم إدارة هذا الإعداد بواسطة مؤسستك ولا يمكن تغييره.
de: Diese Einstellung wird von Ihrer Organisation verwaltet und kann nicht geändert werden.
es: Esta configuración es administrada por su organización y no se puede cambiar.
fr: Ce paramètre est géré par votre organisation et ne peut pas être modifié.
ja: この設定は組織によって管理されており、変更することはできません。
ko: 이 설정은 조직에서 관리하며 변경할 수 없습니다.
pt: Esta configuração é gerenciada pela sua organização e não pode ser alterada.
ru: Этот параметр управляется вашей организацией и не может быть изменен.
tr: Bu ayar kurumunuz tarafından yönetiliyor ve değiştirilemez.
zh_hans: 此设置由组织管理，无法更改。
zh_hant: 此設定由組織管理，無法更改。

source: This value is not valid for this setting.
ar: هذه القيمة غير صالحة لهذا الإعداد.
de: Dieser Wert ist für diese Einstellung ungültig.
es: Este valor no es válido para esta configuración.
fr: Cette valeur n'est pas valide pour ce paramètre.
ja: この値はこの設定では無効です。
ko: 이 값은 이 설정에 유효하지 않습니다.
pt: Este valor não é válido para esta configuração.
ru: Это значение недопустимо для данного параметра.
tr: Bu değer bu ayar için geçerli değil.
zh_hans: 此值不适用于该设置。
zh_hant: 此值不適用於該設定。

source: Three-Finger Drag
ar: السحب بثلاثة أصابع
de: Bewegen mit drei Fingern
es: Arrastre con tres dedos
fr: Glissement à trois doigts
ja: 3 本指ドラッグ
ko: 세 손가락 드래그
pt: Arrastar com três dedos
ru: Перетаскивание тремя пальцами
tr: Üç Parmakla Sürükleme
zh_hans: 三指拖移
zh_hant: 三指拖移

source: Trackpad & Mouse
ar: لوحة التعقب والماوس
de: Trackpad & Maus
es: Trackpad y ratón
fr: Trackpad et souris
ja: トラックパッドとマウス
ko: 트랙패드 & 마우스
pt: Trackpad e mouse
ru: Трекпад и мышь
tr: Trackpad ve Fare
zh_hans: 触控板与鼠标
zh_hant: 觸控板與滑鼠
